module.exports = {
  title: "合肥地理考试",
  desc: "合肥，简称庐或合，古称庐州、庐阳, 如今称呼霸都. 关于霸都的小知识你知道多少撒~~?",
  tips: [
    "选错一题即失败",
    "每题你只有10秒钟的回答时间",
    "评级从低到高依次为巢湖土著, 庐江土著, 长丰土著, 肥东土著, 肥西土著, 瑶海区扛把子, 庐阳区小霸王, 包河区网红, 蜀山区高富帅, 霸都龙傲天",
  ],
  img: "https://boke-1251259897.cossh.myqcloud.com/mini-program/hefei.jpg",
  levelList: ["巢湖土著","庐江土著","长丰土著","肥东土著","肥西土著","瑶海区扛把子","庐阳区小霸王","包河区小网红","蜀山区高富帅","霸都龙傲天"],
  honorTemplate: "击败合肥${percentage}的用户  被组织认定为${level}",
  questions: [
    {
      q: "合肥地铁二号线与一号线的换乘站叫?",
      c:[
        "安农大",
        "大东门",
        "明光路",
        "五里庙",
      ],
      a: 2
    },
    {
      q: "合肥本土餐饮品牌蒸小皖的前身是?",
      c:[
        "老乡鸡",
        "肥东老母鸡",
        "肥西老母鸡",
      ],
      a: 2
    },
    {
      q: "下面哪个不是合肥本土的快餐品牌?",
      c:[
        "老乡鸡",
        "肥叔锅贴",
        "肥东老母鸡",
        "真功夫",
        "风波庄",
      ],
      a: 4
    },
    {
      q: "下面哪个不是合肥的简称",
      c:[
        "庐州",
        "庐阳",
        "霸都",
        "肥西",
      ],
      a: 4
    },
    {
      q: "合肥与庐州这俩个名字, 哪个历史更悠久?",
      c:[
        "合肥",
        "庐州",
      ],
      a: 1
    },{
      q: "合肥市区的唯一一座死火山是?",
      c:[
        "紫蓬山",
        "大蜀山",
        "小蜀山",
        "蜀山",
      ],
      a: 2
    },{
      q: "有个地名和火有着很密切的关系，得名于火, 镇火石也就埋在那里, 请问是哪里?",
      c:[
        "三孝口",
        "三里庵",
        "四牌楼",
        "大蜀山",
      ],
      a: 1
    },{
      q: "合工大老校区有个有名的池塘, 相传是曹操所建, 其名为?",
      c:[
        "雨花塘",
        "百和塘",
        "避风塘",
        "斛兵塘",
      ],
      a: 4
    },{
      q: "合肥目前有几条运营中的地铁线?",
      c:[
        "1",
        "2",
        "3",
        "4",
      ],
      a: 2
    },{
      q: "距离合肥最近的一个城市是?",
      c:[
        "淮南市",
        "六安市",
        "芜湖市",
        "南京市",
      ],
      a: 2
    },{
      q: "合肥有个称呼是 三国故地，<>之乡, <>指的是谁?",
      c:[
        "包拯",
        "纪晓岚",
        "孔子",
        "老子",
      ],
      a: 1
    },{
      q: "下面哪位名人不是出生在合肥?",
      c:[
        "赵薇",
        "包拯",
        "周瑜",
        "李鸿章",
      ],
      a: 1
    },{
      q: "下面哪所大学不在合肥",
      c:[
        "三联学院",
        "安徽大学",
        "安徽医科大学",
        "安徽工业大学",
      ],
      a: 4
    },{
      q: "合肥市花是?",
      c:[
        "梅花",
        "桂花",
        "菊花",
        "桃花",
      ],
      a: 2
    },{
      q: "安徽广播中心新大楼坐落于?",
      c:[
        "蜀山区",
        "经开区",
        "政务区",
        "庐阳区",
      ],
      a: 3
    },{
      q: "合肥市科技馆位于哪条路上",
      c:[
        "黄山路",
        "繁华大道",
        "明珠大道",
        "长江西路",
      ],
      a: 1
    },
  ]
};
