module.exports = {
  title: "脑筋急转弯测试",
  desc: "测测你的大脑转的多快吧~",
  icon: "star-o",
  tips: [
    "选错一题即失败",
    "每题你只有10秒钟的思考时间",
    "段位分为青铜,白银,黄金,白金,钻石,超凡大师,最强大脑",
  ],
  img: "https://boke-1251259897.cossh.myqcloud.com/mini-program/naojin.jpg",
  levelList: ["青铜", "白银", "黄金", "白金", "钻石", "超凡大师", "最强大脑"],
  honorTemplate: "超越${percentage}的玩家 认定为脑筋急转弯${level}段位",
  questions: [
    {
      q: "蝴蝶, 蚂蚁, 蜘蛛, 蜈蚣,他们一起工作,最后哪一个没有领到酬劳?",
      c: [
        "蝴蝶",
        "蚂蚁",
        "蜘蛛",
        "蜈蚣",
      ],
      a: 4
    },{
      q: "哪种水果视力最差?",
      c: [
        "苹果",
        "橘子",
        "芒果",
        "香蕉",
      ],
      a: 3
    },{
      q: "金木水火土，谁的腿长?",
      c: [
        "金",
        "木",
        "水",
        "火",
        "土",
      ],
      a: 4
    },{
      q: "世界上什么人一下子变老?",
      c: [
        "新娘",
        "公主",
        "国王",
        "司仪",
      ],
      a: 1
    },{
      q: "一颗心值多少钱?",
      c: [
        "1万",
        "1亿",
        "1块钱",
        "9块钱",
      ],
      a: 2
    },{
      q: "要考试了,最不能看什么书?",
      c: [
        "小说书",
        "漫画书",
        "百科全书",
        "小人书",
      ],
      a: 3
    },{
      q: "从1到9有个数字最懒惰，有个数字最勤劳, 分别是?",
      c: [
        "3 和 4",
        "7 和 8",
        "1 和 2",
        "4 和 9",
      ],
      a: 3
    },{
      q: "当哥伦布一只脚迈上新大陆后,紧接着做什么?",
      c: [
        "吃东西",
        "停船",
        "迈另一只脚",
      ],
      a: 3
    },{
      q: "什么时候先穿鞋后穿袜子?",
      c: [
        "早起",
        "跑步",
        "跳绳",
        "脚踩钉子",
      ],
      a: 4
    },{
      q: "米的妈妈是谁？",
      c: [
        "面粉",
        "花",
        "小米",
        "粥",
      ],
      a: 2
    },{
      q: "米的外婆是谁？",
      c: [
        "花",
        "小米粥",
        "妙笔",
      ],
      a: 3
    },{
      q: "什么东西吃前是绿色的，吃时是红色的，吐出来是黑色的？？？",
      c: [
        "西瓜",
        "玉米",
        "苹果",
        "瓜子",
      ],
      a: 1
    },
  ]
};
