module.exports = {
  questions: [
    {
      q: "英雄联盟召唤师峡谷开局多少秒才可以出泉水?",
      c: [
        "10s",
        "13s",
        "15s",
        "17s",
      ],
      a: 3
    },
    {
      q: "下面哪个英雄开局就有6级大招",
      c:[
        "轮子妈",
        "扇子妈",
        "奶妈",
        "提莫",
      ],
      a: 2
    },
    {
      q: "ADC通常走哪条路?",
      c:[
        "下路",
        "中路",
        "上路",
        "野区",
      ],
      a: 1
    },
    {
      q: "召唤师峡谷有几只蓝buff?",
      c:[
        "1只",
        "2只",
        "3只",
        "4只",
      ],
      a: 2
    },
  ]
};
