module.exports = {
  title: "英雄联盟段位考试",
  desc: "英雄联盟段位考试, 最终得分将以段位形式展示 :)",
  tips: [
    "每道题你有10秒钟的回答时间",
    "段位分为青铜,白银,黄金,白金,钻石,超凡大师,最强王者"
  ],
  img: "../images/yxlm.jpg",
  questions: [
    {
      q: "英雄联盟召唤师峡谷开局多少秒才可以出泉水?",
      c: [
        "10s",
        "13s",
        "15s",
        "17s",
      ],
      a: 3
    },
    {
      q: "下面哪个英雄开局就有6级大招",
      c:[
        "轮子妈",
        "扇子妈",
        "奶妈",
        "提莫",
      ],
      a: 2
    },
    {
      q: "ADC通常走哪条路?",
      c:[
        "下路",
        "中路",
        "上路",
        "野区",
      ],
      a: 1
    },
    {
      q: "召唤师峡谷有几只蓝buff?",
      c:[
        "1只",
        "2只",
        "3只",
        "4只",
      ],
      a: 2
    },
  ]
};
