module.exports = {
  title: "英雄联盟段位考试",
  desc: "英雄联盟段位考试, 最终得分将以段位形式展示 :)",
  icon: "fire",
  tips: [
    "选错一题即失败",
    "每题你只有10秒钟的回答时间",
    "段位分为青铜,白银,黄金,白金,钻石,超凡大师,最强王者",
  ],
  img: "https://boke-1251259897.cossh.myqcloud.com/mini-program/yxlm.jpg",
  levelList: ["青铜", "白银", "黄金", "白金", "钻石", "超凡大师", "最强王者"],
  honorTemplate: "被联盟认定为${level}段位",
  questions: [
    {
      q: "英雄联盟召唤师峡谷开局多少秒才可以出泉水?",
      c: [
        "10s",
        "13s",
        "15s",
        "17s",
      ],
      a: 3
    },
    {
      q: "下面哪个英雄开局就有6级大招",
      c:[
        "轮子妈",
        "扇子妈",
        "奶妈",
        "提莫",
      ],
      a: 2
    },
    {
      q: "ADC通常走哪条路?",
      c:[
        "下路",
        "中路",
        "上路",
        "野区",
      ],
      a: 1
    },
    {
      q: "召唤师峡谷有几只蓝buff?",
      c:[
        "1只",
        "2只",
        "3只",
        "4只",
      ],
      a: 2
    },
    {
      q: "下面哪个英雄属于战士?",
      c:[
        "冰霜女巫·丽桑卓",
        "卡牌大师·崔斯特",
        "亡灵勇士·塞恩",
        "琴瑟仙女·娑娜",
      ],
      a: 3
    },
    {
      q: "下面哪个英雄属于刺客?",
      c:[
        "荣耀行刑官 德莱文",
        "熔岩巨兽 墨菲特",
        "放逐之刃 锐雯",
        "扭曲树精 茂凯",
      ],
      a: 3
    },
    {
      q: "下面哪个英雄属于ADC(射手)?",
      c:[
        " 末日使者 费德提克",
        "大发明家 黑默丁格",
        "九尾妖狐 阿狸",
        "探险家 伊泽瑞尔",
      ],
      a: 4
    },
    {
      q: "下面哪个英雄属于法师?",
      c:[
        "暗裔剑魔 亚托克斯",
        "魔蛇之拥 卡西奥佩娅",
        "诺克萨斯之手 德莱厄斯",
        "暗夜猎手 薇恩",
      ],
      a: 2
    },
    {
      q: "任何英雄都可以打野, 但是下面哪个是玩家常用打野英雄?",
      c:[
        "弗雷尔卓德之心 布隆",
        "海兽祭司 俄洛伊",
        "九尾妖狐 阿狸",
        "盲僧 李青",
      ],
      a: 4
    },
    {
      q: "2018年英雄联盟全球总冠军是哪只队伍?",
      c:[
        "IG",
        "SKT T1",
        "FNC",
        "皇族",
      ],
      a: 1
    },
    {
      q: "英雄联盟的开发公司是谁?",
      c:[
        "Riot Games",
        "暴雪游戏",
        "Ditto GG",
        "网易游戏",
      ],
      a: 1
    },
    {
      q: "下面哪个不是该游戏中的地图?",
      c:[
        "召唤师峡谷",
        "极地大乱斗",
        "萤火之森",
        "嚎哭深渊",
      ],
      a: 3
    },
    {
      q: "下面哪个不是该游戏中的英雄角色?",
      c:[
        "射手",
        "战士",
        "爆破手",
        "法师"
      ],
      a: 3
    },
    {
      q: "该游戏虚构的符文大陆叫什么名字 ?",
      c:[
        "艾欧尼亚",
        "瓦罗兰大陆",
        "北美洲",
        "黑色玫瑰"
      ],
      a: 2
    },
    {
      q: "英雄联盟目前背后的大老板是谁?",
      c:[
        "腾讯",
        "百度",
        "阿里",
        "网易"
      ],
      a: 1
    },
    {
      q: "下面哪位玩家是该游戏的主播?",
      c:[
        "大脑壳索伊",
        "无敌小破坏王",
        "misaya若风",
        "加拿大炮王"
      ],
      a: 3
    },
    {
      q: "下面哪位玩家是前WE战队的ADC ?",
      c:[
        "微笑",
        "卷毛",
        "草莓",
        "兮夜"
      ],
      a: 1
    },
    {
      q: "2018年全球总决赛最亮眼的, 被誉为天神下凡的上单选手是谁?",
      c:[
        "马来西亚凯哥",
        "IG丶Theshy",
        "大表哥",
        "Rookie"
      ],
      a: 2
    },
    {
      q: "2018年全球总决赛MVP是谁 ?",
      c:[
        "打野 Ning王",
        "上单 Theshy",
        "中单 Rookie",
        "上单 Duke"
      ],
      a: 1
    },
    {
      q: "(超纲题)下面哪个网站不直播英雄联盟的比赛?",
      c:[
        "斗鱼",
        "熊猫",
        "战旗",
        "YouTube"
      ],
      a: 4
    },
    {
      q: "下面哪个英雄的大招属于大团控类型?",
      c:[
        "熔岩巨兽",
        "寒冰射手",
        "影流之主",
        "提莫"
      ],
      a: 1
    },
    {
      q: "狂战士·奥拉夫的口头禅是 ?",
      c:[
        "你的剑，就是我的剑",
        "明智之选",
        "所到之处，寸草不生",
        "我的大刀早已饥渴难耐！"
      ],
      a: 3
    },
    {
      q: "电耗子凯南的口头禅是 ?",
      c:[
        "我好想射点什么！",
        "人在塔在！",
        "犯我德邦者，虽远必诛",
        "均衡。存在于万物之间！"
      ],
      a: 4
    },
    {
      q: "电耗子凯南的口头禅是 ?",
      c:[
        "我好想射点什么！",
        "人在塔在！",
        "犯我德邦者，虽远必诛",
        "均衡。存在于万物之间！"
      ],
      a: 4
    },
    {
      q: "(送分题)祖安狂人·蒙多的口头禅是 ?",
      c:[
        "人在塔在！",
        "我好想射点什么！",
        "蒙多觉得你是个大娘们",
        "犯我德邦者，虽远必诛",
      ],
      a: 3
    },
    {
      q: "(算术题)召唤师峡谷地图一共有多少座防御塔? (水晶与泉水不计算在内)",
      c:[
        "5",
        "11",
        "15",
        "22",
      ],
      a: 4
    },
    {
      q: "永恒梦魇有个很酷的昵称是?",
      c:[
        "NOC",
        "NOB",
        "OB",
        "BOC",
      ],
      a: 1
    },
    {
      q: "下面哪个是时间刺客艾克的能力?",
      c:[
        "击飞敌人",
        "瞬间位移",
        "恐惧敌人",
        "体积成长",
      ],
      a: 2
    },
    {
      q: "下面哪个英雄可以隐身?",
      c:[
        "提莫",
        "蒙多",
        "安妮",
        "牛头",
      ],
      a: 1
    },
    {
      q: "英雄联盟中，输出主要靠普通攻击，物理输出为核心，输出距离远的这一类英雄简称是什么",
      c:[
        "APC",
        "ADC",
        "ABC",
        "KFC",
      ],
      a: 2
    },
    {
      q: "大火的电影战狼中有这么一句经典台词，犯我中华者，虽远必诛，请问联盟中哪位英雄也说过类似的话?",
      c:[
        "德玛西亚皇子",
        "影流之主",
        "探险家",
        "巨魔之王",
      ],
      a: 1
    },
    {
      q: "英雄联盟中最高的段位名称是?",
      c:[
        "最强王者",
        "超凡王者",
        "璀璨钻石",
        "峡谷之巅",
      ],
      a: 1
    },
    {
      q: "英雄联盟中哪一个不是小龙的简称?",
      c:[
        "风龙",
        "水龙",
        "火龙",
        "木龙",
      ],
      a: 4
    },
    {
      q: "以下哪个英雄是约德尔人?",
      c:[
        "盖伦",
        "提莫",
        "辛吉德",
        "图奇",
      ],
      a: 2
    },
    {
      q: "下面哪个人物带走了卢锡安最爱的人?",
      c:[
        "安妮",
        "狮子狗",
        "锤石",
        "劫",
      ],
      a: 3
    }
  ]
};
