module.exports = {
  title: "杰伦粉丝四六级考试(周董生日快乐)",
  desc: "纪念周董的第40个生日~~ ^_^",
  tips: [
    "选错一题即失败",
    "每题你只有10秒钟的回答时间",
    "段位从低到高依次为黑粉, 路人粉, 普通粉, 高级粉, 超级粉, 无敌螺蛳粉, 挚爱此生粉",
  ],
  img: "https://boke-1251259897.cossh.myqcloud.com/mini-program/zjl.jpg",
  getHonor(anwserIndex) {
    let level = ["黑粉", "路人粉", "普通粉", "高级粉", "超级粉", "无敌螺蛳粉", "挚爱此生粉"];
    let allCount = this.questions.length;

    let levelIndex = Math.floor((anwserIndex / allCount) * level.length);
    if (levelIndex >= level.length) levelIndex = level.length - 1;
    let levelResult = level[levelIndex];
    return {
      pj: `被组织认定为${levelResult}`
    }
  },
  questions: [
    {
      q: "杰伦的生日是几月几号?",
      c:[
        "1月18号",
        "2月14号",
        "4月1号",
        "11月8号",
      ],
      a: 1
    },{
      q: "杰伦首张个人专辑?",
      c:[
        "<范特西>",
        "<Jay>",
        "<叶惠美>",
        "<魔杰座>",
      ],
      a: 2
    },{
      q: "杰伦参与了下面哪部电影?",
      c:[
        "东风破",
        "爱情转角",
        "头文字D",
        "依然范特西",
      ],
      a: 3
    },{
      q: "杰伦自编自导的文艺片, 并于2007年获得台湾电影金马奖年度台湾杰出电影奖?",
      c:[
        "大灌篮",
        "不能说的秘密",
        "优乐美",
        "无名之辈",
      ],
      a: 2
    },{
      q: "杰伦自己成立的公司叫什么?",
      c:[
        "杰斯特有限公司",
        "鲍威尔有限公司",
        "杰威尔有限公司",
        "杰克逊有限公司",
      ],
      a: 3
    },{
      q: "杰伦出生于哪个城市?",
      c:[
        "新北市",
        "台北市",
        "香港",
        "新加坡",
      ],
      a: 1
    },{
      q: "杰伦非常爱他的母亲, 并且以母亲的名字写了一张专辑是?",
      c:[
        "台竹香",
        "叶惠美",
        "新泽惠",
        "艾丽西",
      ],
      a: 2
    },{
      q: "是哪位伯乐发现了杰伦的才华?",
      c:[
        "杨荣",
        "冬子夫",
        "吴宗宪",
        "吴美玲",
      ],
      a: 3
    },{
      q: "杰伦的歌作词细腻, 富含中国风, 请问这些大都出自哪位音乐作词人?",
      c:[
        "方文山",
        "小土豆",
        "五月天",
        "九把刀",
      ],
      a: 1
    },{
      q: "'塞纳河畔 左岸的咖啡'出自哪一首歌?",
      c:[
        "稻香",
        "告白气球",
        "七里香",
        "爱在西元前",
      ],
      a: 2
    },{
      q: "'我面无表情 看孤独的风景 失去你 爱恨开始分明'出自哪一首歌?",
      c:[
        "夜曲",
        "霍元甲",
        "龙拳",
        "醉赤壁",
      ],
      a: 1
    },{
      q: "<???>的约定",
      c:[
        "向日葵",
        "蒲公英",
        "优乐美",
        "七里香",
      ],
      a: 2
    },
  ]
};
